# SetImageCropVisible

## Description
Set the image crop visibility.

```pascal
PROCEDURE SetImageCropVisible(
				object    : HANDLE;
				isVisible : BOOLEAN);
```

```python

def vs.SetImageCropVisible(object, isVisible):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|object|HANDLE||
|isVisible|BOOLEAN|If TRUE the crop become visible, if FALSE - invisible.|

## Version
Availability: from Vectorworks 2014
## Category
* Textures